/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Utilize o BlackBerry Blend para ver mensagens e conteúdos do seu dispositivo BlackBerry no computador. Também pode ver o seu calendário e contactos e gerir ficheiros entre o computador e o dispositivo. Se o dispositivo tiver ativação da empresa, pode aceder com segurança às suas informações, ficheiros e intranet do trabalho sem se ligar a uma VPN. O BlackBerry Blend é suportado em dispositivos com o BlackBerry 10 OS, versão 10.3 ou posterior.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Utilize o BlackBerry Link para realizar cópias de segurança e restaurar os dados do seu dispositivo, mudar para um novo dispositivo e atualizar ou reinstalar o software do dispositivo. Também pode sincronizar os seus ficheiros multimédia, documentos e dados da agenda, como contactos e calendários entre o seu dispositivo e o computador. Permita o acesso aos ficheiros no seu computador a partir do dispositivo utilizando a funcionalidade de acesso remoto a ficheiros, e muito mais!";